Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# info_item_view_not_delivered_update
source: The recipient's app needs to be updated.
ar: يحتاج تطبيق المستلم إلى التحديث.
bg: Приложението на получателя трябва да бъде обновено.
cs: Aplikace příjemce musí být aktualizována.
da: Modtagerens app skal opdateres.
de: Die App der empfangenden Person muss aktualisiert werden.
el: Η εφαρμογή του παραλήπτη χρειάζεται ενημέρωση.
es: La aplicación del destinatario necesita actualizarse.
fa: برنامه گیرنده باید به‌روزرسانی شود.
fi: Vastaanottajan sovellus on päivitettävä.
fr: L'application du destinataire doit être mise à jour.
he: יש לעדכן את האפליקציה של הנמען.
hi: पाने वाले के ऐप को अपडेट करने की ज़रूरत है।
hr: Aplikaciju primatelja treba ažurirati.
hu: A címzett alkalmazását frissíteni kell.
id: Aplikasi penerima perlu diperbarui.
it: L'app del destinatario deve essere aggiornata.
ja: 受信者のアプリをアップデートする必要があります。
ko: 수신자의 앱을 업데이트해야 합니다.
nb: Mottakerens app må oppdateres.
nl: De app van de ontvanger moet worden bijgewerkt.
pl: Aplikacja odbiorcy wymaga aktualizacji.
pt_pt: A aplicação do destinatário precisa de ser atualizada.
ro: Aplicația destinatarului trebuie actualizată.
ru: Приложение получателя необходимо обновить.
sk: Aplikáciu príjemcu je potrebné aktualizovať.
sl: Aplikacijo prejemnika je treba posodobiti.
sq: Aplikacioni i marrësit duhet të përditësohet.
sr_latn: Aplikaciju primaoca treba ažurirati.
sv: Mottagarens app behöver uppdateras.
tr: Alıcının uygulamasının güncellenmesi gerekiyor.
uk: Потрібно оновити програму одержувача.
vi: Ứng dụng của người nhận cần được cập nhật.
zh_hans: 收件人的应用需要更新。
zh_hant: 收件人的應用程式需要更新。

# info_item_view_reactions
source: Reactions
ar: ردود الفعل
bg: Реакции
cs: Reakce
da: Reaktioner
de: Reaktionen
el: Αντιδράσεις
es: Reacciones
fa: واکنش ها
fi: Reaktiot
fr: Réactions
he: תגובות
hi: प्रतिक्रियाओं
hr: Reakcije
hu: Reakciók
id: Reaksi
it: Reazioni
ja: 反応
ko: 반응
nb: Reaksjoner
nl: Reacties
pl: Reakcje
pt_pt: Reações
ro: Reacții
ru: Реакции
sk: Reakcie
sl: Reakcije
sq: Reagime
sr_latn: Reakcije
sv: Reaktioner
tr: Tepkiler
uk: Реакція
vi: Phản hồi
zh_hans: 反应
zh_hant: 反應

# info_item_view_received
source: Received:
ar: تم الاستلام:
bg: Получено:
cs: Přijato:
da: Modtaget:
de: Empfangen:
el: Ελήφθη:
es: Recibido:
fa: اخذ شده:
fi: Otettu vastaan:
fr: Reçu :
he: התקבל:
hi: प्राप्त किया:
hr: Primljeno:
hu: Fogadva:
id: Diterima:
it: Ricevuto:
ja: 受け取った：
ko: 받은 :
nb: Mottatt:
nl: Ontvangen:
pl: Odebrane:
pt_pt: Recebido:
ro: Primit:
ru: Получено:
sk: Prijaté:
sl: Prejeto:
sq: Marrë:
sr_latn: Primljeno:
sv: Mottagen:
tr: Alınan:
uk: Отримано:
vi: Đã nhận:
zh_hans: 收稿日期：
zh_hant: 收稿日期：

# info_item_view_seen
source: Seen:
ar: رأيت:
bg: Видяно:
cs: Zobrazeno:
da: Set:
de: Angesehen:
el: Εμφανίστηκε:
es: Visto:
fa: مشاهده گردید:
fi: Katsottu:
fr: Vu :
he: נצפה:
hi: देखा:
hr: Viđeno:
hu: Megtekintve:
id: Dilihat:
it: Visto:
ja: 閲覧中：
ko: 조회 :
nb: Sett:
nl: Bekeken:
pl: Widziany:
pt_pt: Visto:
ro: Văzut:
ru: Просмотров:
sk: Videné:
sl: Videno:
sq: Parë:
sr_latn: Viđeno:
sv: Sett:
tr: Görülme:
uk: Подивилося:
vi: Đã xem:
zh_hans: 看：
zh_hant: 看：

# info_item_view_sent
source: Sent:
ar: أرسلت:
bg: Изпратено:
cs: Odesláno:
da: Sendt:
de: Gesendet:
el: Εστάλη:
es: Enviado:
fa: ارسال شد:
fi: Lähetetyt:
fr: Envoyé :
he: נשלח:
hi: भेज दिया:
hr: Poslano:
hu: Elküldve:
id: Terkirim:
it: Inviato:
ja: 送信日：
ko: 전송 :
nb: Sendt:
nl: Verzonden:
pl: Wysłane:
pt_pt: Envio:
ro: Trimis:
ru: Отправлено:
sk: Odoslané:
sl: Poslano:
sq: Dërguar:
sr_latn: Poslato:
sv: Skickat:
tr: Gönderilen:
uk: Надіслано:
vi: Đã gửi:
zh_hans: 发送：
zh_hant: 發送：

# info_item_view_updated
source: Edited
ar: تم التعديل
bg: Редактирано
cs: Upraveno
da: Ændret
de: Bearbeitet
el: Επεξεργασμένο
es: Enmendado
fa: اصلاح
fi: Muutettu
fr: Modifié
he: מתוקן
hi: संशोधित
hr: Uređeno
hu: Szerkesztve
id: Diubah
it: Modificato
ja: 修正された
ko: 수정됨
nb: Endret
nl: Gewijzigd
pl: Zmieniony
pt_pt: Alterado
ro: Editat
ru: Изменено
sk: Upravené
sl: Urejeno
sq: E përditësuar
sr_latn: Izmenjeno
sv: Ändrad
tr: Düzeltildi
uk: Змінено
vi: Đã chỉnh sửa
zh_hans: 已修订
zh_hant: 已修訂

# invitation_call_view_generate_code_message
source: This action invalidates the current invite code associated with this "click-to-call" link. Confirm?
ar: يؤدي هذا الإجراء إلى إبطال رمز الدعوة الحالي المرتبط برابط "النقر للاتصال"هذا. يتأكد؟
bg: Това действие анулира текущия код за покана, свързан с този „click‑to‑call“ линк. Потвърждавате ли?
cs: Tato akce zneplatní aktuální pozvánkový kód spojený s tímto „click‑to‑call“ odkazem. Potvrdit?
da: Denne handling ugyldiggør den aktuelle invitationskode, der er knyttet til dette "click-to-call"-link. Bekræfte?
de: Diese Aktion macht den aktuellen Einladungscode, der mit diesem „Click-to-Call“-Link verknüpft ist, ungültig. Bestätigen?
el: Αυτή η ενέργεια ακυρώνει τον τρέχοντα κωδικό πρόσκλησης αυτού του συνδέσμου «click‑to‑call». Επιβεβαίωση;
es: Esta acción invalida el código de invitación actual asociado con este enlace de "click-to-call". ¿Confirmar?
fa: این اقدام کد دعوت فعلی مرتبط با پیوند "click-to-call" را باطل می‌کند. تایید؟
fi: Tämä toiminto mitätöi nykyisen kutsukoodin, joka liittyy tähän "click-to-call" -linkkiin. Vahvistaa?
fr: Cette action invalide le code d’invitation actuel associé à ce lien "click-to-call". Confirmer?
he: פעולה זו מבטלת את קוד ההזמנה הנוכחי המשויך לקישור "הקלק להתקשר" זה. לְאַשֵׁר?
hi: यह क्रिया इस "क्लिक-टू-कॉल" लिंक से जुड़े वर्तमान आमंत्रण कोड को अमान्य कर देती है। पुष्टि करना?
hr: Ova radnja poništava trenutni pozivni kôd povezan s ovom poveznicom „klikni za poziv”. Potvrditi?
hu: Ez a művelet érvényteleníti a jelenlegi „click-to-call” meghívókódot ehhez a linkhez. Megerősíted?
id: Tindakan ini membatalkan kode undangan saat ini yang terkait dengan tautan "click-to-call" ini. Mengonfirmasi?
it: Questa azione invalida il codice di invito corrente associato a questo link "click-to-call". Confermare?
ja: この操作により、この「Click-to-Call」リンクに関連付けられている現在の招待コードが無効になります。 確認？
ko: 이 작업은 이 "click-to-call" 링크와 연결된 현재 초대 코드를 무효화합니다. 확인하시겠습니까?
nb: Denne handlingen ugyldiggjør den gjeldende invitasjonskoden knyttet til denne "click-to-call"-koblingen. Bekrefte?
nl: Deze actie maakt de huidige uitnodigingscode ongeldig die is gekoppeld aan deze "click-to-call"-link. Bevestigen?
pl: To działanie unieważnia aktualny kod zaproszenia powiązany z tym linkiem „click-to-call”. Potwierdzać?
pt_pt: Esta ação invalida o código de convite atual associado a este link "click-to-call". Confirme?
ro: Această acțiune invalidează codul actual de invitație asociat acestui link „click-to-call”. Confirmați?
ru: Это действие делает недействительным текущий код приглашения, связанный с этой ссылкой «click-to-call». Подтверждать?
sk: Táto akcia zneplatní aktuálny kód pozvánky priradený k tomuto odkazu „click-to-call“. Potvrdiť?
sl: To dejanje razveljavi trenutno kodo povabila, povezano s to povezavo »click-to-call«. Potrdite?
sq: Ky veprim e pavlefshmëron kodin aktual të ftesës të lidhur me këtë lidhje \"klik-për-të-telefonuar\". Të konfirmohet?
sr_latn: Ova radnja poništava trenutni pozivni kod povezan sa ovim \"klik-za-poziv\" linkom. Potvrditi?
sv: Denna åtgärd ogiltigförklarar den aktuella inbjudningskoden som är kopplad till denna "click-to-call"-länk. Bekräfta?
tr: Bu eylem, bu "click-to-call" bağlantısıyla ilişkili mevcut davet kodunu geçersiz kılar. Onaylamak?
uk: Ця дія робить недійсним поточний код запрошення, пов’язаний із цим посиланням "click-to-call". Підтвердити?
vi: Thao tác này sẽ vô hiệu mã mời hiện tại của liên kết "nhấn để gọi" này. Xác nhận?
zh_hans: 此操作使与此“点击通话”链接关联的当前邀请代码无效。 确认？
zh_hant: 此操作使與此“點擊通話”鏈接關聯的當前邀請代碼無效。確認？

# invitation_call_view_generate_code_title
source: Generate a new code for this links
ar: إنشاء رمز جديد لهذا الارتباط
bg: Генериране на нов код за този линк
cs: Vygenerovat nový kód pro tento odkaz
da: Generer en ny kode til dette link
de: Neuen Code für diesen Link generieren
el: Δημιουργία νέου κωδικού για αυτόν τον σύνδεσμο
es: Generar un nuevo código para este enlace
fa: یک کد جدید برای این لینک ایجاد کنید
fi: Luo uusi koodi tälle linkille
fr: Générer un nouveau code pour ce lien
he: צור קוד חדש עבור קישור זה
hi: इस लिंक के लिए एक नया कोड जनरेट करें
hr: Generiraj novi kôd za ovu poveznicu
hu: Új kód generálása ehhez a linkhez
id: Hasilkan kode baru untuk tautan ini
it: Genera un nuovo codice per questo link
ja: このリンクの新しいコードを生成
ko: 이 링크에 대한 새 코드 생성
nb: Generer en ny kode for denne lenken
nl: Genereer een nieuwe code voor deze link
pl: Wygeneruj nowy kod dla tego łącza
pt_pt: Gere um novo código para este link
ro: Generați un cod nou pentru acest link
ru: Создайте новый код для этой ссылки
sk: Vytvoriť nový kód pre tento odkaz
sl: Ustvari novo kodo za to povezavo
sq: Gjenero një kod të ri për këtë lidhje
sr_latn: Generiši novi kod za ovaj link
sv: Skapa en ny kod för denna länk
tr: Bu bağlantı için yeni bir kod oluşturun
uk: Згенеруйте новий код для цього посилання
vi: Tạo mã mới cho liên kết này
zh_hans: 为此链接生成新代码
zh_hant: 為此鏈接生成新代碼

# invitation_call_view_invite_meeting_message
source: Open the web address %1$@, or scan the QR-Code, to join the meeting “%2$@".
ar: افتح عنوان الويب %1$@، أو امسح رمز الاستجابة السريعة، للانضمام إلى الاجتماع "%2$@".
bg: Отворете уеб адреса %1$@ или сканирайте QR-кода, за да се присъедините към срещата „%2$@“.
cs: Otevřete webovou adresu %1$@ nebo naskenujte QR kód pro připojení k setkání „%2$@“.
da: Åbn webadressen %1$@, eller scan QR-koden, for at deltage i mødet “%2$@”.
de: Öffnen Sie die Webadresse %1$@ oder scannen Sie den QR-Code, um dem Meeting „%2$@“ beizutreten.
el: Ανοίξτε τη διεύθυνση %1$@ ή σαρώστε τον QR‑κώδικα για να συμμετάσχετε στη συνάντηση «%2$@».
es: Abra la dirección web %1$@, o escanee el código QR para unirse a la reunión “%2$@".
fa: آدرس وب %1$@ را باز کنید، یا کد QR را اسکن کنید، برای پیوستن به جلسه «%2$@».
fi: Avaa verkko-osoite %1$@, tai skannaa QR-koodi, liittyäksesi kokoukseen “%2$@”.
fr: Ouvrez l’adresse Web %1$@, ou scannez le QR-Code, pour rejoindre la réunion “%2$@”.
he: פתח את כתובת האינטרנט %1$@, או סרוק את קוד ה-QR, כדי להצטרף לפגישה "%2$@".
hi: मीटिंग “%2$@” में शामिल होने के लिए वेब एड्रेस %1$@ खोलें, या QR-Code स्कैन करें।
hr: Otvorite web-adresu %1$@ ili skenirajte QR-kôd kako biste se pridružili sastanku „%2$@”.
hu: Nyisd meg a következő webcímet: %1$@, vagy olvasd be a QR-kódot, hogy csatlakozz a(z) „%2$@” találkozóhoz.
id: Buka alamat web %1$@, atau pindai Kode QR, untuk bergabung dengan rapat “%2$@”.
it: Apri l'indirizzo web %1$@, o scansiona il codice QR, per partecipare alla riunione "%2$@".
ja: 会議「%2$@」に参加するには、Web アドレス %1$@ を開くか、QR コードをスキャンしてください。
ko: 웹 주소 %1$@을 열거나 QR 코드를 스캔하여 회의 “%2$@”에 참여하세요.
nb: Åpne nettadressen %1$@, eller skann QR-koden, for å bli med i møtet «%2$@».
nl: Open het webadres %1$@, of scan de QR-code, om deel te nemen aan de vergadering “%2$@”.
pl: Otwórz adres internetowy %1$@, lub zeskanuj kod QR, aby dołączyć do spotkania „%2$@”.
pt_pt: Aceda ao endereço web %1$@, ou digitalize o código QR, para participar na reunião “%2$@”.
ro: Deschideți adresa web %1$@ sau scanați codul QR pentru a vă alătura întâlnirii „%2$@”.
ru: Откройте веб-адрес %1$@, или отсканируйте QR-код, чтобы присоединиться к встрече “%2$@”.
sk: Otvorte webovú adresu %1$@ alebo naskenujte QR‑kód pre pripojenie k stretnutiu „%2$@“.
sl: Odprite spletni naslov %1$@ ali skenirajte QR-kodo, da se pridružite srečanju »%2$@«.
sq: Hapni adresën web %1$@ ose skanoni QR-Code për t’u bashkuar në takimin “%2$@”.
sr_latn: Otvorite veb adresu %1$@ ili skenirajte QR-kod da biste se pridružili sastanku „%2$@“.
sv: Öppna webbadressen %1$@, eller skanna QR-koden, för att delta i mötet "%2$@".
tr: %1$@ web adresini açın, veya QR kodunu tarayın, “%2$@” toplantısına katılmak için.
uk: Відкрийте веб-адресу %1$@, або проскануйте QR-код, щоб приєднатися до зустрічі «%2$@».
vi: Mở địa chỉ web %1$@, hoặc quét mã QR, để tham gia cuộc họp “%2$@”.
zh_hans: 打开网址 %1$@，或扫描二维码，即可加入会议“%2$@”。
zh_hant: 開啟網址 %1$@，或掃描二維碼，即可加入會議「%2$@」。

# invitation_call_view_invite_message
source: Open the web address %1$@ or scan the QR-Code, to call “%2$@”.
ar: افتح عنوان الويب %1$@ ، أو امسح رمز الاستجابة السريعة ، للاتصال بـ “%2$@”.
bg: Отворете уеб адреса %1$@ или сканирайте QR-кода, за да се обадите на „%2$@“.
cs: Otevřete webovou adresu %1$@ nebo naskenujte QR kód pro volání „%2$@“.
da: Åbn webadressen %1$@ eller scan QR-koden for at ringe til "%2$@".
de: Öffnen Sie die Webadresse %1$@ oder scannen Sie den QR-Code, um „%2$@“ anzurufen.
el: Ανοίξτε τη διεύθυνση %1$@ ή σαρώστε τον QR‑κώδικα για να καλέσετε τον/την «%2$@».
es: Abra la dirección web %1$@ o escanee el código QR para llamar a “%2$@”.
fa: آدرس وب %1$@ را باز کنید، یا QR-Code را اسکن کنید تا با «%2$@» تماس بگیرید.
fi: Avaa verkko-osoite %1$@ tai skannaa QR-koodi soittaaksesi "%2$@".
fr: Ouvrez l’adresse Web %1$@ ou scannez le QR-Code, pour appeler "%2$@".
he: פתח את כתובת האינטרנט %1$@ או סרוק את ה-QR-Code, כדי לקרוא @%2$@.
hi: वेब पता %1$@ खोलें या “%2$@” पर कॉल करने के लिए QR-कोड स्कैन करें।
hr: Otvorite web-adresu %1$@ ili skenirajte QR-kôd kako biste nazvali „%2$@”.
hu: Nyisd meg a következő webcímet: %1$@, vagy olvasd be a QR-kódot, hogy felhívd „%2$@”-t.
id: Buka alamat web %1$@ atau pindai QR-Code, untuk memanggil “%2$@”.
it: Apri l’indirizzo web %1$@ o scansiona il codice QR per chiamare "%2$@".
ja: Web アドレス %1$@ を開くか、QR コードをスキャンして、「%2$@」を呼び出します。
ko: 웹 주소 %1$@를 열거나 QR 코드를 스캔하여 "%2$@"에 전화하십시오.
nb: Åpne nettadressen %1$@ eller skann QR-koden for å ringe «%2$@».
nl: Open het webadres %1$@ of scan de QR-code, om "%2$@" te bellen.
pl: Otwórz adres internetowy %1$@ lub zeskanuj kod QR, aby zadzwonić do „%2$@”.
pt_pt: Abra o endereço da web %1$@ ou escaneie o QR-Code, para chamar “%2$@”.
ro: Deschideți adresa web %1$@ sau scanați codul QR pentru a apela „%2$@”.
ru: Откройте веб-адрес %1$@ или отсканируйте QR-код, чтобы позвонить «%2$@»
sk: Otvorte webovú adresu %1$@ alebo naskenujte QR‑kód pre volanie „%2$@“.
sl: Odprite spletni naslov %1$@ ali skenirajte QR-kodo, da pokličete »%2$@«.
sq: Hapni adresën web %1$@ ose skanoni QR-Code për të telefonuar “%2$@”.
sr_latn: Otvorite veb adresu %1$@ ili skenirajte QR-kod da biste pozvali „%2$@“.
sv: Öppna webbadressen %1$@ eller skanna QR-koden för att ringa "%2$@".
tr: “%2$@”yi aramak için %1$@ web adresini açın veya QR Kodunu tarayın.
uk: Відкрийте веб-адресу %1$@ або відскануйте QR-код, щоб викликати «%2$@».
vi: Mở địa chỉ web %1$@ hoặc quét mã QR để gọi “%2$@”.
zh_hans: 打开网址%1$@ 或扫描二维码，呼叫“%2$@”。
zh_hant: 打開網址%1$@ 或掃描二維碼，呼叫“%2$@”。

# invitation_call_view_message
source: Share this "click-to-call" code with someone who can then call you, from the web or mobile app.
ar: شارك رمز "click-to-call" هذا مع شخص يمكنه بعد ذلك الاتصال بك ، من الويب أو تطبيق الهاتف.
bg: Споделете този „click‑to‑call“ код с някого, който след това може да ви се обади чрез уеб или мобилното приложение.
cs: Sdílejte tento „click‑to‑call“ kód s někým, kdo vám pak může zavolat z webu nebo mobilní aplikace.
da: Del denne "click-to-call"-kode med en person, som derefter kan ringe til dig fra nettet eller mobilappen.
de: Teilen Sie diesen „Click-to-Call“-Code mit jemandem, der Sie dann über das Web oder die mobile App anrufen kann.
el: Κοινοποιήστε αυτόν τον κωδικό «click‑to‑call» σε κάποιον που μπορεί να σας καλέσει από τον ιστό ή από την εφαρμογή.
es: Comparta este código de "click-to-call" con alguien que luego pueda llamarlo, desde la web o la aplicación móvil.
fa: این کد "click-to-call" را با شخصی که می‌تواند از طریق وب یا برنامه تلفن همراه با شما تماس بگیرد به اشتراک بگذارید.
fi: Jaa tämä "click-to-call" -koodi jonkun kanssa, joka voi sitten soittaa sinulle verkosta tai mobiilisovelluksesta.
fr: Partagez ce code "click-to-call" avec quelqu’un qui pourra alors vous appeler, depuis le web ou l’application mobile.
he: שתף את קוד ה"click-to-call" זה עם מישהו שיוכל להתקשר אליך לאחר מכן, מהאינטרנט או מהאפליקציה לנייד.
hi: इस "click-to-call" कोड को किसी ऐसे व्यक्ति के साथ साझा करें जो वेब या मोबाइल ऐप से आपको कॉल कर सके।
hr: Podijelite ovaj kôd „klikni za poziv” s nekim tko vas zatim može nazvati s weba ili mobilne aplikacije.
hu: Oszd meg ezt a „click-to-call” kódot bárkivel, aki ezután fel tud hívni téged a weben vagy a mobilalkalmazáson keresztül.
id: Bagikan kode "click-to-call" ini dengan seseorang yang kemudian dapat menghubungi Anda, dari web atau aplikasi seluler.
it: Condividi questo codice "click-to-call" con qualcuno che può chiamarti dal Web o dall’app per dispositivi mobili.
ja: この「Click-to-Call」コードを誰かと共有すると、ウェブまたはモバイル アプリからあなたに電話をかけることができます。
ko: 웹 또는 모바일 앱에서 전화를 걸 수 있는 사람과 이 "Click-to-Call" 코드를 공유하십시오.
nb: Del denne "click-to-call"-koden med noen som deretter kan ringe deg, fra nettet eller mobilappen.
nl: Deel deze "click-to-call"-code met iemand die u vervolgens kan bellen, via internet of een mobiele app.
pl: Udostępnij ten kod „click-to-call” komuś, kto będzie mógł do Ciebie zadzwonić za pomocą aplikacji internetowej lub mobilnej.
pt_pt: Compartilhe este código "click-to-call" com alguém que possa ligar para você, da Web ou do aplicativo móvel.
ro: Distribuiți acest cod „click-to-call” unei persoane care vă poate apela din web sau din aplicația mobilă.
ru: Поделитесь этим кодом «click-to-call» с тем, кто сможет позвонить вам через Интернет или мобильное приложение.
sk: Zdieľajte tento „click‑to‑call“ kód s niekým, kto vám následne môže zavolať cez web alebo mobilnú aplikáciu.
sl: Delite to kodo »click-to-call« z nekom, ki vas lahko nato pokliče prek spleta ali mobilne aplikacije.
sq: Ndajeni këtë kod \"klik-për-të-telefonuar\" me dikë që më pas mund t’ju telefonojë, nga web-i ose aplikacioni celular.
sr_latn: Podelite ovaj \"klik-za-poziv\" kod sa nekim ko zatim može da vas pozove, sa veba ili mobilne aplikacije.
sv: Dela den här "click-to-call"-koden med någon som sedan kan ringa dig, från webben eller mobilappen.
tr: Bu "click-to-call" kodunu, web veya mobil uygulamadan sizi arayabilecek biriyle paylaşın.
uk: Поділіться цим кодом «click-to-call» комусь, хто зможе зателефонувати вам з Інтернету чи мобільного додатка.
vi: Chia sẻ mã "nhấn để gọi" này với ai đó để họ có thể gọi cho bạn từ web hoặc ứng dụng.
zh_hans: 与可以通过网络或移动应用程序呼叫您的人分享此“点击呼叫”代码。
zh_hant: 与可以通过网络或移动应用程序呼叫您的人分享此“点击呼叫”代码。

# invitation_call_view_save_message
source: Scan this QR-Code to call “%1$@”.
ar: امسح رمز الاستجابة السريعة هذا للاتصال بـ "%1$@".
bg: Сканирайте този QR-код, за да се обадите на „%1$@“.
cs: Naskenujte tento QR kód pro volání „%1$@“.
da: Scan denne QR-kode for at ringe til "%1$@".
de: Scannen Sie diesen QR-Code, um „%1$@“ anzurufen.
el: Σαρώστε αυτόν τον QR‑κώδικα για να καλέσετε τον/την «%1$@».
es: Escanee este código QR para llamar a "%1$@".
fa: این QR-Code را اسکن کنید تا با «%1$@» تماس بگیرید.
fi: Skannaa tämä QR-koodi soittaaksesi "%1$@".
fr: Scannez ce QR-Code pour appeler "%1$@".
he: סרוק את קוד ה-QR הזה כדי להתקשר ל-%1$@.
hi: “%1$@” को कॉल करने के लिए इस QR-कोड को स्कैन करें।
hr: Skenirajte ovaj QR-kôd da biste nazvali „%1$@”.
hu: Olvasd be ezt a QR-kódot, hogy felhívd „%1$@”-t.
id: Pindai Kode QR ini untuk memanggil “%1$@”.
it: Scansiona questo codice QR per chiamare "%1$@".
ja: この QR コードをスキャンして「%1$@」に電話してください。
ko: %1$@에 전화하려면 이 QR 코드를 스캔하세요.
nb: Skann denne QR-koden for å ringe «%1$@».
nl: Scan deze QR-code om "%1$@" te bellen.
pl: Zeskanuj ten kod QR, aby zadzwonić do „%1$@”.
pt_pt: Digitalize este QR-Code para chamar “%1$@”.
ro: Scanați acest cod QR pentru a apela „%1$@”.
ru: Отсканируйте этот QR-код, чтобы позвонить «%1$@».
sk: Naskenujte tento QR‑kód, aby ste zavolali „%1$@“.
sl: Skenirajte to QR-kodo, da pokličete »%1$@«.
sq: Skanoni këtë QR-Code për të telefonuar “%1$@”.
sr_latn: Skenirajte ovaj QR-kod da biste pozvali „%1$@“.
sv: Skanna den här QR-koden för att ringa "%1$@".
tr: “%1$@”yi aramak için bu QR Kodunu tarayın.
uk: Відскануйте цей QR-код, щоб викликати «%1$@».
vi: Quét mã QR này để gọi “%1$@”.
zh_hans: 扫描此 QR 码以呼叫“%1$@”。
zh_hant: 掃描此 QR 碼以呼叫“%1$@”。

# invitation_call_view_share
source: Publish
ar: ينشر
bg: Публикуване
cs: Publikovat
da: Offentliggøre
de: Veröffentlichen
el: Δημοσίευση
es: Publicar
fa: منتشر کنید
fi: Julkaista
fr: Publier
he: פרסם
hi: प्रकाशित करें
hr: Objavi
hu: Közzététel
id: Menerbitkan
it: Pubblicare
ja: 公開する
ko: 출판하다
nb: Publiser
nl: Publiceer
pl: Publikować
pt_pt: Publicar
ro: Publicați
ru: Публиковать
sk: Publikovať
sl: Objavi
sq: Publiko
sr_latn: Objavi
sv: Publicera
tr: Yayınla
uk: Опублікувати
vi: Chia sẻ
zh_hans: 公布
zh_hant: 公佈

# invitation_call_view_title
source: External call
ar: مكالمة خارجية
bg: Външно обаждане
cs: Externí hovor
da: Eksternt opkald
de: Externer Anruf
el: Εξωτερική κλήση
es: Llamada externa
fa: تماس خارجی
fi: Ulkopuhelu
fr: Appel externe
he: שיחה חיצונית
hi: बाह्य आह्वान
hr: Vanjski poziv
hu: Külső hívás
id: Panggilan eksternal
it: Chiamata esterna
ja: 外部コール
ko: 외부 호출
nb: Ekstern samtale
nl: Externe oproep
pl: Rozmowa zewnętrzna
pt_pt: Chamada externa
ro: Apel extern
ru: Внешний вызов
sk: Externý hovor
sl: Zunanji klic
sq: Thirrje e jashtme
sr_latn: Eksterni poziv
sv: Externt samtal
tr: Harici arama
uk: Зовнішній дзвінок
vi: Cuộc gọi từ bên ngoài
zh_hans: 外部调用
zh_hant: 外部呼叫

# invitation_code_view_create_code
source: Create a Mini-Code
ar: أنشئ رمزًا مصغرًا
bg: Създайте Мини-код
cs: Vytvořit Mini‑kód
da: Opret en minikode
de: Mini-Code erstellen
el: Δημιουργία Μίνι‑Κωδικού
es: Crea un minicódigo
fa: ایجاد یک مینی-کد
fi: Luo Mini-koodi
fr: Créer un Mini-Code
he: צור מיני-קוד
hi: मिनी-कोड बनाएँ
hr: Stvori Mini-kôd
hu: Mini-kód létrehozása
id: Buat Mini-Kode
it: Crea un Mini-codice
ja: ミニコードを作成
ko: 미니 코드 생성
nb: Opprett en minikode
nl: Minicode aanmaken
pl: Utwórz Mini-kod
pt_pt: Criar um Minicódigo
ro: Creați un Mini-Cod
ru: Создать мини-код
sk: Vytvoriť Mini‑Kód
sl: Ustvari Mini-kodo
sq: Krijo një Mini-Kod
sr_latn: Kreiraj Mini-kod
sv: Skapa en minikod
tr: Bir Mini Kod Oluşturun
uk: Створити міні-код
vi: Tạo Mini-Code
zh_hans: 创建一个小代码
zh_hant: 創建一個小程式碼
